{
  "india": [
    {
      "code": "3 Nights & 4 Days",
      "name": "Family Budget Manali",
      "link": "/package/india/family-budget-manali",
      "day_wise": [
        {
          "day": "One",
          "desc": "Arrival and Transfer to Manali Hotel. On arrival Manali check into your hotel and after fresh up. Enjoy the day at leisure"
        },
        {
          "day": "Two",
          "desc": "Manali Sightseeing / Leisure Solang Valley in Manali is located at a distance of 13 Kms at the top of the Kullu valley. It is a splendid valley between Solang village and Beas Kund. Solang valley offers the view of glaciers and snow capped mountains as well as peaks. It has fine ski slopes. The Mountaineering Institute of Manali has installed a ski lift for training purpose. Solang Valley has a hut and a guest house of the Mountaineering and Allied sports Institute, Manali. The winter skiing festival is organized in Solang Valley. Skiing and Paragliding are two main activities that are organised here. Apart from this, Many other adventure sports are available like zorbing, horse riding & snow motor bike riding, etc."
        },
        {
          "day": "Three",
          "desc": "- Explore Manali Move to visit local sightseeings of Manali such as “HADIMBA TEMPLE” built in 1553 with a superbly crafted four tiered pagoda roof. It is famous for its carved doorway. You can see the “CLUB HOUSE” which has some comprehensive facilities that include a roller skating ring, auditorium, billiards Room, library, bar and a restaurant that makes it a wonderful outing for the day. You can also see Tibetan Monastery, Van Vihar, and Vashisht ~ well known for its hot springs. There are old temples dedicated to the sage Vashisth and to Lord Rama"
        },
        {
          "day": "Four",
          "desc": "After breakfast, checkout from the hotel and driver will pick you up and drop you at the Airport/Railway Station as per your Flight/ Train Timings"
        }
      ]
    },
    {
      "code": "4 Nights & 5 Days",
      "name": "North Goa",
      "link": "/package/india/north-goa",
      "day_wise": [
        {
          "day": "One",
          "desc": "Upon arrival the driver will pick you up from the airport/railway station and drop at the Hotel. Enjoy the Day at Leisure and overnight stay at the Hotel"
        },
        {
          "day": "Two",
          "desc": "Spend your day at Leisure or visit nearby beaches and markets"
        },
        {
          "day": "Three",
          "desc": "As you check-out from the North Goa Hotel, Cab will pick you and drop you at South Goa Hotel. Spend your day at Leisure or visit nearby beaches and market on your own"
        },
        {
          "day": "Four",
          "desc": "Spend your day at Leisure or visit nearby beaches and market."
        },
        {
          "day": "Five",
          "desc": "After breakfast, checkout from the hotel and driver will pick you up and drop you at the Airport/Railway Station as per your Flight/ Train Timings"
        }
      ]
    },
    {
      "code": "4 Nights & 5 Days",
      "name": "North East",
      "link": "/package/india/north-east",
      "day_wise": [
        {
          "day": "One",
          "desc": "Pick up and a ride to Gangtok from the Airport/Railway Station. Meet and greet at the Airport/NJP Railway Station after which the journey commences. Overnight stay at Gangtok"
        },
        {
          "day": "Two",
          "desc": "After a hearty breakfast start the tour to Tsomgo Lake. The lake is 1 km long, oval in shape and 50ft deep. Here you can witness snow, snowfall (if you’re lucky) & Yak Riding. Visit to the legendary Baba Mandir. Optional tour to Nathula Pass (The Indo-China border) depends upon the availability of permit which costs an additional of vehicle (Monday and Tuesday the pass is closed). Overnight stay at Gangtok"
        },
        {
          "day": "Three",
          "desc": "Transfer to Darjeeling. Overnight stay in hotel at Darjeeling."
        },
        {
          "day": "Four",
          "desc": "Early Morning (at around 4 am) drive to Tiger hill to watch the spectacular sunrise over Mt. Khangchendzonga. World’s 3rd highest peak) (subject to clear weather). On the way back visit Ghoom Monastery and Batasay Loop. After breakfast visit Himalayan Mountaineering Institute, P.N. Zoological Park (Thursday closed), Tenzing Rock, Tibetan Refugee self-help Centre (Sunday closed), Tea Garden (outer view) and Japanese Temple (4hrs from 9.00 to 13.00hrs). Evening free for shopping and personal activities. Description of the tour: Overnight stay at Darjeeling."
        },
        {
          "day": "",
          "desc": "Drop to Bagdogra Airport/NJP railway station according to the schedule."
        }
      ]
    },
    {
      "code": "5 Nights & 6 Days",
      "name": "Himachal Pradesh",
      "link": "/package/india/himachal-pradesh",
      "day_wise": [
        {
          "day": "One",
          "desc": "On arrival Shimla check into your hotel and after fresh up. Enjoy the day at leisure)"
        },
        {
          "day": "Two",
          "desc": "Proceed for in and around sightseeing of Kufri, India's one of the best holiday paradise. Kufri in Shimla is beautifully tucked on an altitude of 2,622 meter. The place is a tourist hotspot for its awesome scenic and sports activities. Evening free to stroll in the famous shopping place of Shimla town - “THE MALL & THE RIDGE”. This large open space in the heart of town presents excellent views of the mountain ranges. Shimla's landmarks - the neo- gothic structure of Christ Church and the neo - Tudor library building - are worth seeing. "
        },
        {
          "day": "Three",
          "desc": "Manali-is the \"Valley of the Gods” and an ideal place for the ones in search of both adventure and comfort. On the way, you will get to visit the famous Kullu Valley, Pandoh Dam, Sunder Nagar Lake, Hanogi Mata Temple, Kullu Vaishno Devi Temple, Kullu River Rafting Point and Shawl Factories. Pray for a healthy life of your family at these auspicious temples. On arrival in Manali, you will check in to the hotel."
        },
        {
          "day": "Four",
          "desc": "Solang Valley in Manali is located at a distance of 13 Kms at the top of the Kullu valley. It is a splendid valley between Solang village and Beas Kund. Solang valley offers the view of glaciers and snow capped mountains as well as peaks. It has fine ski slopes. The Mountaineering Institute of Manali has installed a ski lift for training purpose. Solang Valley has a hut and a guest house of the Mountaineering and Allied sports Institute, Manali. The winter skiing festival is organized in Solang Valley. Skiing and Paragliding are two main activities that are organized here. Apart from this, Many other adventure sports are available like zorbing, horse riding & snow motor bike riding, etc"
        },
        {
          "day": "Five",
          "desc": "Move to visit local sightseeings of Manali such as “HADIMBA TEMPLE” built in 1553 with a superbly crafted four tiered pagoda roof. It is famous for its carved doorway. You can see the “CLUB HOUSE” which has some comprehensive facilities that include a roller skating ring, auditorium, billiards Room, library, bar and a restaurant that makes it a wonderful outing for the day. You can also see Tibetan Monastery, Van Vihar, and Vashisht ~ well known for its hot springs. There are old temples dedicated to the sage Vashisth and to Lord Rama"
        },
        {
          "day": "Six",
          "desc": "TOUR END"
        }
      ]
    },
    {
      "code": "5 Nights & 6 Days",
      "name": "North East - I",
      "link": "/package/india/north-east-i",
      "day_wise": [
        {
          "day": "One",
          "desc": "Pick up and a ride to Gangtok from the Airport/Railway Station. Meet and greet at the Airport/NJP Railway Station after which the journey commences. Overnight stay at Gangtok"
        },
        {
          "day": "Two",
          "desc": "After a hearty breakfast start the tour to Tsomgo Lake. The lake is 1 km long, oval in shape and 50ft deep. Here you can witness snow, snowfall (if you’re lucky) & Yak Riding. Visit to the legendary Baba Mandir. Optional tour to Nathula Pass (The Indo-China border) depends upon the availability of permit which costs an additional of vehicle (Monday and Tuesday the pass is closed). Overnight stay at Gangtok"
        },
        {
          "day": "Three",
          "desc": "Transfers to Pelling. Overnight stay at the hotel in Pelling"
        },
        {
          "day": "Four",
          "desc": "After breakfast, transfer to Darjeeling, evening free for leisure for local market. Overnight stay at Darjeeling"
        },
        {
          "day": "Five",
          "desc": "Early Morning (at around 4 am) drive to Tiger hill to watch the spectacular sunrise over Mt. Khangchendzonga. World’s 3rd highest peak) (subject to clear weather). On the way back visit Ghoom Monastery and Batasay Loop. After breakfast visit Himalayan Mountaineering Institute, P.N. Zoological Park (Thursday closed), Tenzing Rock, Tibetan Refugee self-help Centre (Sunday closed), Tea Garden (outer view) and Japanese Temple (4hrs from 9.00 to 13.00hrs). Evening free for shopping and personal activities. Description of the tour: Overnight stay at Darjeeling. "
        },
        {
          "day": "Six",
          "desc": "Drop to Bagdogra Airport / NJP railway station according to the schedule. Tour Ends"
        }
      ]
    },
    {
      "code": "6 Nights & 7 Days",
      "name": "North East - II",
      "link": "/package/india/north-east-ii",
      "day_wise": [
        {
          "day": "One",
          "desc": "Pick up and a ride to Gangtok from the Airport/Railway Station. Meet and greet at the Airport/NJP Railway Station after which the journey commences. Overnight stay at Gangtok"
        },
        {
          "day": "Two",
          "desc": "After a hearty breakfast start the tour to Tsomgo Lake. The lake is 1 km long, oval in shape and 50ft deep. Here you can witness snow, snowfall (if you’re lucky) & Yak Riding. Visit to the legendary Baba Mandir. Optional tour to Nathula Pass (The Indo-China border) depends upon the availability of permit which costs an additional of vehicle (Monday and Tuesday the pass is closed). Overnight stay at Gangtok. "
        },
        {
          "day": "Three",
          "desc": "Transfers to Pelling. Overnight stay at the hotel in Pelling"
        },
        {
          "day": "Four",
          "desc": ": After breakfast start for a full day sightseeing. Visit Rimbi Water Falls, Kanchenjunga falls, Khechopari Lake (it is one of the sacred Buddhist lake and it is believed that whatever is wished in front of the lake comes true). Back to hotel for lunch. After lunch visit Pemayangtse Monastery, Rabdentse Palace Ruinsover night stay in pelling"
        },
        {
          "day": "Five",
          "desc": "After breakfast, transfer to Darjeeling, evening free for leisure for local market. Overnight stay at Darjeeling"
        },
        {
          "day": "Six",
          "desc": "Early Morning (at around 4 am) drive to Tiger hill to watch the spectacular sunrise over Mt. Khangchendzonga. World’s 3rd highest peak) (subject to clear weather). On the way back visit Ghoom Monastery and Batasay Loop. After breakfast visit Himalayan Mountaineering Institute, P.N. Zoological Park (Thursday closed), Tenzing Rock, Tibetan Refugee self-help Centre (Sunday closed), Tea Garden (outer view) and Japanese Temple (4hrs from 9.00 to 13.00hrs). Evening free for shopping and personal activities. Description of the tour: Overnight stay at Darjeeling."
        },
        {
          "day": "Seven",
          "desc": "Drop to Bagdogra Airport / NJP railway station according to the schedule. Tour Ends."
        }
      ]
    },
    {
      "code": "9 Nights & 10 Days",
      "name": "Luxurious Escape Himachal",
      "link": "/package/india/luxurious-escape-himachal",
      "day_wise": [
        {
          "day": "One",
          "desc": "On arrival Shimla check into your hotel and after fresh up. Enjoy the day at leisure. "
        },
        {
          "day": "Two",
          "desc": "Proceed for in and around sightseeing of Kufri, India's one of the best holiday paradise. Kufri in Shimla is beautifully tucked on an altitude of 2,622 meter. The place is a tourist hotspot for its awesome scenic and sports activities. Evening free to stroll in the famous shopping place of Shimla town - “THE MALL & THE RIDGE”. This large open space in the heart of town presents excellent views of the mountain ranges. Shimla's landmarks - the neo- gothic structure of Christ Church and the neo - Tudor library building - are worth seeing"
        },
        {
          "day": "Three",
          "desc": "Manali-is the \"Valley of the Gods\" and an ideal place for the ones in search of both adventure and comfort. On the way, you will get to visit the famous Kullu Valley, Pandoh Dam, Sunder Nagar Lake, Hanogi Mata Temple, Kullu Vaishno Devi Temple, Kullu River Rafting Point and Shawl Factories. Pray for a healthy life of your family at these auspicious temples. On arrival in Manali, you will check in to the hotel."
        },
        {
          "day": "Four",
          "desc": "Solang Valley in Manali is located at a distance of 13 Kms at the top of the Kullu valley. It is a splendid valley between Solang village and Beas Kund. Solang valley offers the view of glaciers and snow capped mountains as well as peaks. It has fine ski slopes. The Mountaineering Institute of Manali has installed a ski lift for training purpose. Solang Valley has a hut and a guest house of the Mountaineering and Allied sports Institute, Manali. The winter skiing festival is organized in Solang Valley. Skiing and Paragliding are two main activities that are organised here. Apart from this, Many other adventure sports are available like zorbing, horse riding & snow motor bike riding, etc."
        },
        {
          "day": "Five",
          "desc": "Move to visit local sightseeings of Manali such as “HADIMBA TEMPLE” built in 1553 with a superbly crafted four tiered pagoda roof. It is famous for its carved doorway. You can see the “CLUB HOUSE” which has some comprehensive facilities that include a roller skating ring, auditorium, billiards Room, library, bar and a restaurant that makes it a wonderful outing for the day. You can also see Tibetan Monastery, Van Vihar, and Vashisht ~ well known for its hot springs. There are old temples dedicated to the sage Vashisth and to Lord Rama. "
        },
        {
          "day": "Six",
          "desc": "After fresh up and breakfast, proceed for Dharamshala. Check in in Dharamshala. Rest of the day at leisure and overnight stay at Hotel"
        },
        {
          "day": "Seven",
          "desc": "Cover official residence of Dalai Lama, Mcleodganj, Bhagsunag Temple, Waterfall, Dharamshala international cricket stadium & local market."
        },
        {
          "day": "Eight",
          "desc": "Today after heartily breakfast cover Khajjiar sightseeing (22 Kms from Dalhousie). Khajjiar is a place where one can easily spend whole day by admiring the beauty of sparkling Khajjair Lake and lush greenery surrounding it. Later hit the roads to Dalhousie. On the way back, we will take a halt at Panchpula Waterfall and churches of St. John’s. Other interesting places to cover nearby Dalhousie will be churches St. Francis & St. Patricks, Subhash Chowk and Tibetan Market"
        },
        {
          "day": "Nine",
          "desc": "Morning drive to Khajjiar, one of the most scenic saucer shaped Plateau and is surrounded by dense pine and deodar forests, its beauty has further been enhanced by a small lake in the center with a floating island and 9-hole golf course here are the other interesting places to cover. Return to Dalhousie Hotel."
        },
        {
          "day": "Ten",
          "desc": "TOUR END"
        }
      ]
    },
    {
      "code": "3 Nights & 4 Days",
      "name": "North Goa - I",
      "link": "/package/india/north-goa-i",
      "day_wise": [
        {
          "day": "One",
          "desc": "Upon arrival the driver will pick you up from the airport/railway station and drop at the Hotel. Enjoy the Day at Leisure and overnight stay at the Hotel."
        },
        {
          "day": "Two",
          "desc": "Spend your day at Leisure or visit nearby beaches and markets"
        },
        {
          "day": "Three",
          "desc": "Spend your day at Leisure or visit nearby beaches and markets ."
        },
        {
          "day": "Four",
          "desc": "After breakfast, checkout from the hotel and driver will pick you up and drop you at the Airport/Railway Station as per your Flight/ Train Timings."
        }
      ]
    }
  ]
}