{
  "thailand": [
    {
      "code": "6 Nights & 7 Days",
      "name": "Perks of Thailand",
      "link": "/package/thailand/pearls-of-thailand",
      "day_wise": [
        {
          "day": "One",
          "desc": "On arrival at Phuket International Airport you will be met by our driver cum local representative who will assist you & transfer to Krabi. Popular for its white sand beaches, coral reefs and craggy cliffs, Krabi Island is one of the hottest spots on the Andaman Sea. Check in to your hotel and spend the day soaking up the sun and exploring the island. "
        },
        {
          "day": "Two",
          "desc": "Enjoy breakfast at hotel. Today we proceed for Half Day Krabi City Tour with excursion to Emerald Pool & Hot Spring Waterfall. This tour starts with a pickup by air conditioned van at around 8:00 in the morning. The ride takes about 45 minutes and our first stop is the hot spring waterfall, where you can have a nice and warm dip in the water. Located south of Krabi and around 70 km from town you can find nature’s own hot-tub Jacuzzis. The water here comes from thermal springs. Deep underground there are volcanic chambers that heat up the water on the surface. The hot springs are located in the jungle. The ‘bathtubs’ were formed in smooth stone, filled up with fresh running spring water at a pleasant 35-42C. When you get out, it’s nice to have a dip in the colder river below. From the waterfall it’s a short ride to the Emerald pool. The pool can be reached by a network of trails through the jungle, which is around 1 kilometer. On the way you can have a glimpse into the unique water ecosystem, which is fed by the spring water. You’ll pass a number of clear small pools, streams and waterfalls. Have a look at the beautiful species of tropical plants and trees as well! On arrival at the Emerald pool, you can have a swim or just admire the stunning surroundings. The water can be a bit chilly during the rainy season, but it’s usually a nice and cool dip to cool you down on a hot day."
        },
        {
          "day": "Three",
          "desc": "Enjoy an exciting island-hopping to the tropical hot spots in the Krabi sea : Phra Nang Cave, Tup Island, Chicken Island and Poda Island. Swimming, snorkelling, sunbathing, exploring and photography are the main activities to enjoy. Expect plenty of sun, a rich variety of corals and fishes, crystal clear waters and white powdery sand beaches, lined with coconut palms. Visit Phranang Cave, a very famous cave known as the house of a princess spirit who is respected and worshiped by the local people. Continue to Chicken Island where there is a distinctive rock formation that looks like a chicken. This is an excellent snorkeling spot with marine life that will amaze you. After relaxing here, enjoy your included lunch box. We continue our journey to Tup Island one of Thailand’s unseen highlights, situated along Koh Dam Khwan. As the tide recedes the white sand and limestone beach will begin to appear and connect the two islands at low tide. Afterwards, visit the last stop, Poda Island. A lovely white and sandy beach which is ideal for sunbathing, swimming and snorkeling. Enjoy great underwater adventures, exploring colorful corals and reef fish. After the long joyful day, journey back to the pier around 4:00 PM before driving backing to your hotel."
        },
        {
          "day": "Four",
          "desc": "After breakfast we again head-out to Phuket. Head out for a tour of Phuket and get acquainted with one of the most popular beach destinations in this part of the world. Your tour will take you to Phuket town, known for its postcard-perfect Sino-Portuguese mansions and cafes. You could visit the sprawling Wat Chalong temple and explore the island's beaches, each prettier than the next."
        },
        {
          "day": "Five",
          "desc": "Breakfast at the Hotel. Enjoy the best of Phuket in this half day city tour. You'll visit sites in Phuket Town, the beaches and islands. You'll stop at the amazing Big Buddha statue at the highest point on Phuket Island and get an extraordinary view of the island and surrounding seas. You'll be introduced to the Neo-Portugese architecture of Phuket town, visit the Wat Chalong temple and Prom Thep Cape as well as other sites. "
        },
        {
          "day": "Six",
          "desc": "After breakfast, we set out for a Full Day Excursion of Phi Phi Island with Local Lunch & Big-Boat Transfers. Get inspired & fall in love with the beautiful panorama of Thailand on this remarkable day tour of Phi Phi Island. While Phuket has a lot to offer as a tropical island, a day trip to Phi Phi offers something equally unique, and if you do have time then it would be well worth visiting. After a convenient hotel pick up, and Big-Boat will transport you to the glittering azure waters and white, pristine beaches near Maya Bay. From there, you'll head towards the idyllic emerald lagoon of Pileh and gaze in awe at the sculpted cliffs of Nui Bay. You’ll then be entertained by the roaming monkeys of Monkey Beach - but beware of these cheeky animals as they often snatch unguarded belongings! All these locations are home to tropical reefs where you’ll be mesmerized by the vibrant marine life as you snorkel through crystal clear waters."
        },
        {
          "day": "Seven",
          "desc": "Enjoy your last morning in Phuket before checking out and being transferred to the airport, where you will depart for your destination with bags full of souvenirs and happy memories."
        }
      ],
      "accommodation": {
        "standard": 4,
        "name": " (Krabi) Deevana Plaza Krabi or similar | (Phuket) Deevana Patong Resort & Spa or similar"
      },
      "inclusions": [
        "3 Nights’ accommodation in Krabi in above mentioned or similar Hotel Category",
        "3 Nights’ accommodation in Phuket in above mentioned or similar Hotel Category",
        "Daily Breakfast",
        "Private Transfers from Phuket Airport – Krabi Hotel – Phuket Hotel – Phuket Airport on Private Basis",
        "Half Day Tour of Krabi Emerald Pool & Hot Spring Waterfall on PVT Basis",
        "Krabi 4 Island Tour with Local Lunch on Seat In Coach Basis by Longtail Boat (National Park Fee 400 Thai Baht Per Person to be paid by guest directly)",
        "Phuket City Tour on Private Basis",
        "Full Day Phi Phi Island Tour with Local Lunch on Seat in Coach Basis by Big Boat (National Park Fee 400 Thai Baht Per Person to be paid by guest directly)",
        "Local Taxes & Charges",
        "Packages are valid till 31st March 2023"
      ],
      "exclusions": [
        "Cost of On Arrival Visa Charges (approximately THB 2000 per person)",
        "Expenses of personal nature such as tips, telephone calls, laundry, liquor, etc.",
        "Anything which is not specified in Inclusions",
        "National Park Fees of (approx THB 400 per person to be paid directly by guest)",
        "Peak / Festival Period Surcharge to be paid extra & will be notified at time of booking confirmation. Rates are not valid from 22nd Dec 22 to 5th Jan 23",
        "Rates are subject to availablity at time of confirmation",
        "Early Check-In & Late Check-Out",
        "Rates are calculated at 1 USD = INR 80. ROE as per day of payment will be considered for calculation purpose."
      ]
    },
    {
      "code": "7 Nights & 8 Days",
      "name": "Beaches of Thailand",
      "link": "/package/thailand/beaches-of-thailand",
      "day_wise": [
        {
          "day": "One",
          "desc": "On arrival at Phuket International Airport you will be met by our driver cum local representative who will assist you & transfer to Krabi. Popular for its white sand beaches, coral reefs and craggy cliffs, Krabi Island is one of the hottest spots on the Andaman Sea. Check in to your hotel and spend the day soaking up the sun and exploring the island. "
        },
        {
          "day": "Two",
          "desc": "Enjoy an exciting island-hopping to the tropical hot spots in the Krabi sea : Phra Nang Cave, Tup Island, Chicken Island and Poda Island. Swimming, snorkelling, sunbathing, exploring and photography are the main activities to enjoy. Expect plenty of sun, a rich variety of corals and fishes, crystal clear waters and white powdery sand beaches, lined with coconut palms. Visit Phranang Cave, a very famous cave known as the house of a princess spirit who is respected and worshiped by the local people. Continue to Chicken Island where there is a distinctive rock formation that looks like a chicken. This is an excellent snorkeling spot with marine life that will amaze you. After relaxing here, enjoy your included lunch box. We continue our journey to Tup Island one of Thailand’s unseen highlights, situated along Koh Dam Khwan. As the tide recedes the white sand and limestone beach will begin to appear and connect the two islands at low tide. Afterwards, visit the last stop, Poda Island. A lovely white and sandy beach which is ideal for sunbathing, swimming and snorkeling. Enjoy great underwater adventures, exploring colorful corals and reef fish. After the long joyful day, journey back to the pier around 4:00 PM before driving backing to your hotel."
        },
        {
          "day": "Three",
          "desc": "After breakfast we again head-out to Phuket. Head out for a tour of Phuket and get acquainted with one of the most popular beach destinations in this part of the world. Your tour will take you to Phuket town, known for its postcard-perfect Sino-Portuguese mansions and cafes. You could visit the sprawling Wat Chalong temple and explore the island's beaches, each prettier than the next. Enjoy the best of Phuket in this half day city tour. You'll visit sites in Phuket Town, the beaches and islands. You'll stop at the amazing Big Buddha statue at the highest point on Phuket Island and get an extraordinary view of the island and surrounding seas. You'll be introduced to the NeoPortugese architecture of Phuket town, visit the Wat Chalong temple and Prom Thep Cape as well as other sites."
        },
        {
          "day": "Four",
          "desc": "After enjoying breakfast at Hotel, we proceed for our excursion to Phi Phi Island. Escape via big boat to the beautiful Phi Phi Islands off Phuket’s coast. While away the day at your leisure, marveling at colorful marine life and exotic coral reefs as you snorkel or swim in the crystal-clear water. You will visit the Maya Bay, the Monkey Beach and Viking Cave while discovering this tropical island. Colourful marine life with an innumerable species will provide you with an experience that will leave an indelible imprint in your mind for years to come. In addition to this, there are fun-filled water activities like snorkelling, swimming and speed boating providing the adrenaline rush to all the participants who love the thrill of such activities."
        },
        {
          "day": "Five",
          "desc": "Enjoy your last morning in Phuket before checking out and being transferred to the airport, where you will depart for your destination with bags full of souvenirs and happy memories. Take a flight (at additional cost) from Phuket to Bangkok. You will be welcomed on arrival at Bangkok Airport and transferred to picturesque seaside town of Pattaya, on the Gulf of Thailand. Later we arrive in Pattaya & Check into your hotel. Pattaya is a popular Beach resort on the Gulf of Thailand, just 150 km southeast of Bangkok –a mere two-hour drive. This city is best known for its nightlife - you can watch a cabaret show at Alcazar Cabaret or simply head to Walking Street and explore the neon-lit street filled with clubs, bars, and pubs."
        },
        {
          "day": "Six",
          "desc": "After breakfast at the hotel, you will leave for Coral Island by speedboat, an hour away. Coral Island also known as “Koh Larn” is a little patch of paradise just a 45-minute boat ride from Pattaya Pier. Enjoy the sun, sand and turquoise waters on this tiny stretch of paradise. Discover Pattaya's rich underwater world, fly with a parachute go on a sea walker dive and more – all on a secluded beach. This Coral Island activity combines 5 fun water things to do in Pattaya and you are sure to find something you've always wanted to try. Option to choose from snorkeling, sea walker diving, parasailing, jet skiing, and banana boating! Don't forget your CD full of exciting Pattaya memories and share the experience with friends and family back home. Evening we have opportunity to attend the Alcazar Cabaret Show to witness a uniquely Thai spectacle full of light, sound and colour. Alcazar Cabaret Show in Pattaya is the perfect place for people who love live performances and stage shows. The 70 minutes long Alcazar Cabaret Show will feature 17 acts that showcase the culture, dance, and songs of Chinese, Thai, Indian, Russian, Persian, etc."
        },
        {
          "day": "Seven",
          "desc": "Enjoy a leisurely breakfast at the hotel and depart for Bangkok. On arrival in Bangkok we check-in to our choice of selected category of Hotel. Enroute we will do a 4 HrsShopping Tour of Bangkok. The variety of shopping experiences in Bangkok goes farbeyond a stroll in a mall or a morning spent browsing a market. Shopping in Bangkok isa day-andnight activity that runs parallel with the best in the West, while also giving alocal flavor of the cultural uniqueness of the East. Today you have opportunity to visitsome of the exciting malls of Bangkok. For Bargain Hunters we suggest you to go toMBK Centre. MBK Center is known as a haven for all things affordable, with some 2,000shops occupying 7 floors of retail spaces. One of its main selling points is its extensiverange of products, particularly mobile phones, photo equipment, video games, luggage, streetwear, and gold ornaments."
        },
        {
          "day": "Eight",
          "desc": "Enjoy your last morning in Bangkok before checking out and being transferred to the airport, where you will depart for your destination with bags full of souvenirs and happy memories."
        }
      ],
      "accommodation": {
        "standard": 3,
        "name": "(Phuket) Deevana Patong Resort & Spa or similar | (Krabi) Deevana Plaza Krabi or similar | (Pattaya) The Seasons / Golden Beach Pattaya orsimilar | (Bangkok) Ecotel Bangkok or similar"
      },
      "inclusions": [
        "2 Nights’ accommodation in Krabi in above mentioned or similar category hotel",
        "2 Nights’ accommodation in Phuket in above mentioned or similar category hotel",
        "2 Nights’ accommodation in Pattaya in above mentioned or similar category hotel",
        "1 Night accommodation in Bangkok in above mentioned or similar category hotel",
        "Daily Breakfast",
        "Transfers from Phuket Airport – Krabi Hotel – Phuket Hotel – Phuket Airport on PVT Basis",
        "Krabi 4 Island Tour with Local Lunch on Seat In Coach Basis by Longtail Boat (National Park Fee 400 Thai Baht Per Person to be paid by guest directly)",
        "Phuket City Tour on Private Basis",
        "Full Day Phi Phi Island Tour with Local Lunch on Seat in Coach Basis by Big Boat (National Park Fee 400 Thai Baht Per Person to be paid by guest directly)",
        "Transfers from Bangkok (BKK) Airport – Pattaya Hotel – Bangkok Hotel – Bangkok Airport on Private Basis",
        "Entrance to Alcazar Show on Private Basis",
        "Half Day Coral Island Tour on Seat In Coach Basis",
        "4 Hours Bangkok Shopping Tour (En-route from Pattaya Hotel to Bangkok Hotel) on Private Basis"
      ],
      "exclusions": [
        "Cost of On Arrival Visa Charges (approximately THB 2000 per person)",
        "Expenses of personal nature such as tips, telephone calls, laundry, liquor, etc.",
        "Anything which is not specified in Inclusions",
        "National Park Fees of (approx THB 400 per person to be paid directly by guest)",
        "Peak / Festival Period Surcharge to be paid extra & will be notified at time of booking confirmation. Rates are not valid from 22nd Dec 22 to 5th Jan 23",
        "Rates are subject to availablity at time of confirmation",
        "Early Check-In & Late Check-Out",
        "Rates are calculated at 1 USD = INR 80. ROE as per day of payment will be considered for calculation purpose."
      ]
    },
    {
      "code": "5 Nights & 6 Days",
      "name": "Thai Paradise",
      "link": "/package/thailand/thai-paradise",
      "day_wise": [
        {
          "day": "One",
          "desc": "On arrival at Phuket International Airport you will be met by our driver cum local representative who will assist you & transfer to Krabi. Popular for its white sand beaches, coral reefs and craggy cliffs, Krabi Island is one of the hottest spots on the Andaman Sea. Check in to your hotel and spend the day soaking up the sun and exploring the island."
        },
        {
          "day": "Two",
          "desc": "Enjoy an exciting island-hopping to the tropical hot spots in the Krabi sea : Phra Nang Cave, Tup Island, Chicken Island and Poda Island. Swimming, snorkelling, sunbathing, exploring and photography are the main activities to enjoy. Expect plenty of sun, a rich variety of corals and fishes, crystal clear waters and white powdery sand beaches, lined with coconut palms. Visit Phranang Cave, a very famous cave known as the house of a princess spirit who is respected and worshiped by the local people. Continue to Chicken Island where there is a distinctive rock formation that looks like a chicken. This is an excellent snorkeling spot with marine life that will amaze you. After relaxing here, enjoy your included lunch box. We continue our journey to Tup Island one of Thailand’s unseen highlights, situated along Koh Dam Khwan. As the tide recedes the white sand and limestone beach will begin to appear and connect the two islands at low tide. Afterwards, visit the last stop, Poda Island. A lovely white and sandy beach which is ideal for sunbathing, swimming and snorkeling. Enjoy great underwater adventures, exploring colorful corals and reef fish. After the long joyful day, journey back to the pier around 4:00 PM before driving backing to your hotel."
        },
        {
          "day": "Three",
          "desc": "After breakfast we check-out Krabi Emerald Pool & Hot Spring Tour. This tour will take you to Krabi's signature attractions nestled deep in the jungle: This exotic and yet relaxing adventure kicks off with a refreshing swim in the Emerald Pool, a freshwater pool inside the Khao Phra Bang Khram Nature Reserve. There, you will get to soak yourself in a 120-square-meter pond sporting a mysterious green hue thanks to the abundance of minerals from the surroundings limestone hills. Krabi’s hot springs are renowned for their therapeutic properties, as well as being incredibly beautiful. Watch as the hot and cool waters mix together while running down the sloped rocks, before relaxing in the 40-50 degree Celsius waters of its hollowed-out baths. Later we will drop you to your pier for your trip to Phi Phi Island."
        },
        {
          "day": "Four",
          "desc": "Breakfast at hotel & transfer to Pier for transfer to Phuket. Head out for a tour of Phuket and get acquainted with one of the most popular beach destinations in this part of the world. Your tour will take you to Phuket town, known for its postcard-perfect SinoPortuguese mansions and cafes. You could see the sprawling Wat Chalong temple and explore the island's beaches, each prettier than the next. Enjoy the best of Phuket in this half day city tour. You'll see sites in Phuket Town, the beaches and islands. You'll be introduced to the Neo-Portuguese architecture of Phuket town, visit the Wat Chalong temple and Prom Thep Cape as well as other sites."
        },
        {
          "day": "Five",
          "desc": "Enjoy breakfast at Hotel. Today we depart between (9:00 – 9:30) for a Full Day Tour of James Bond Island by Longtail Boat. The spot was made famous in the movie, “The Man with the Golden Gun”. The James Bond Island tour includes a cruise through Phang Nga Bay - about 25 kilometers north-east of Phuket. Admire stunningly beautiful rocky cliffs rising dramatically out of the sea. You'll be closer to the water in the traditional Thai longtail boat as you tour James Bond Island. A sunroof protects you from the tropical sunlight. You'll enjoy a set lunch and that exhilarating (optional) canoeing experience."
        },
        {
          "day": "Six",
          "desc": "Enjoy your last morning in Phuket before checking out and being transferred to the airport, where you will depart for your destination with bags full of souvenirs and happy memories."
        }
      ],
      "accommodation": {
        "standard": 4,
        "name": " Centra by Centara Phu Pano or simila | (Phi Phi)  Phi Phi Holiday Resort or similar | (Phuket) Novotel Phuket Resort or similar"
      },
      "inclusions": [
        "2 Nights’ accommodation in Krabi in above mentioned or similar category hotel",
        "1 Night accommodation in Phi Phi Island in above mentioned or similar category hotel",
        "2 Nights’ accommodation in Phuket in above mentioned or similar category hotel",
        "Daily Breakfast",
        "Krabi 4 Island Tour by Longtail Boat (National Park Fees to be paid extra) on Sharing Basis",
        "Krabi Emerald Pool & Hot Spring Tours on Private Basis",
        "Phuket City Tour",
        "James Bond Island Tour with Big Boat (National Park Fees to be paid extra) on Sharing Basis",
        "Boat Transfers from Phuket Pier - Phi Phi Island - Phuket Pier on PVT Basis",
        "Airport Transfers from Phuket Airport - Krabi Hotel - Phuket Hotel - Phuket Airport on PVT Basis"
      ],
      "exclusions": [
        "Cost of On Arrival Visa Charges (approximately THB 2000 per person)",
        "Expenses of personal nature such as tips, telephone calls, laundry, liquor, etc.",
        "Anything which is not specified in Inclusions",
        "National Park Fees of (approx THB 400 per person to be paid directly by guest)",
        "Peak / Festival Period Surcharge to be paid extra & will be notified at time of booking confirmation. Rates are not valid from 22nd Dec 22 to 5th Jan 23",
        "Rates are subject to availablity at time of confirmation",
        "Early Check-In & Late Check-Out",
        "Rates are calculated at 1 USD = INR 80. ROE as per day of payment will be considered for calculation purpose."
      ]
    }
  ]
}

